Repository: aancheee/InvoiceTracker
Catalog: LocalizedText.*.resx
Languages: sr_latn_rs

source: Address
sr_latn_rs: Adresa

source: Cancel
sr_latn_rs: Izlaz

# ChangesSaved
source: The changes are saved.
sr_latn_rs: Izmene su sačuvane.

source: Client Name
sr_latn_rs: Kupac

source: Company Name
sr_latn_rs: Salat centar plastenici

source: Description
sr_latn_rs: Opis

source: Error
sr_latn_rs: Greška!

source: Exit
sr_latn_rs: Izlaz

# FillRequiredFields
source: Please fill all the required fields.
sr_latn_rs: Molimo da popunite sva obavezna polja.

source: Find
sr_latn_rs: Pretraga

source: Invoice
sr_latn_rs: Otpremnica

source: Invoice Date
sr_latn_rs: Datum izdavanja

source: Invoice Location
sr_latn_rs: Mesto izdavanja

source: Invoice Number
sr_latn_rs: Otpremnica br.

source: Invoices
sr_latn_rs: Otpremnice

source: New Invoice
sr_latn_rs: Nova otpremnica

source: Note
sr_latn_rs: Napomena

source: Quantity
sr_latn_rs: Količina

source: Save
sr_latn_rs: Sačuvaj

source: Success
sr_latn_rs: Uspešna akcija

source: Total
sr_latn_rs: Ukupno

source: Unit
sr_latn_rs: JM

source: Unit Price
sr_latn_rs: Cena po JM

source: Value
sr_latn_rs: Osnovica

source: VAT %
sr_latn_rs: PDV %

# ClientInfo
source: Client Information
sr_latn_rs: Podaci o kupcu

# ClientNameFind
source: Client Name
sr_latn_rs: Naziv kupca

source: Edit
sr_latn_rs: Izmena

source: Find Invoice
sr_latn_rs: Pretraga

source: VAT Sum
sr_latn_rs: PDV suma

source: Print
sr_latn_rs: Štampa

# FieldTypeNumber
source: This field can contain numbers only!
sr_latn_rs: Polje može da sadrži isključivo brojeve!

source: About
sr_latn_rs: O programu

source: Help
sr_latn_rs: Pomoć

source: Choose Client
sr_latn_rs: Izaberi klijenta

source: Turnover Date
sr_latn_rs: Datum prometa

source: Type
sr_latn_rs: Tip
